[Demo_Destiny_ep7_4_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=DESTINY_GIRL,Command=IF,Name="アマツカ　パタコ",CId=21,Jump[0]="JUMP02",Jump[1]="JUMP01")
DemoScripts[2]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[3]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=225,Y=1170,Z=1335),SecTime=)
DemoScripts[4]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=225,Y=980,Z=1200),VecSub=(X=90,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=98,Y=1035,Z=1200),VecSub=(X=48,Y=0,Z=0),CId=71)
DemoScripts[7]=(Actor=DESTINY_GIRL,Command=POP,Name="運命の彼女",Vec=(X=-220,Y=1170,Z=1200),VecSub=(X=0,Y=0,Z=0))
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=CHEEK,Name="運命の彼女",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.00_NITTA_SAYAKA',Rate=0.8,Number=0)
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[17]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_001_Cue',Name="クロナ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_002_Cue',Name="クロナ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=WINDOW,Command=EXIT)
DemoScripts[28]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[29]=(Actor=FADE,Command=WAIT)
DemoScripts[30]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[31]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[32]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[33]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[34]=(Actor=FADE,Command=WAIT)
DemoScripts[35]=(Actor=WINDOW,Command=SET)
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_004_Cue',Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=WINDOW,Command=EXIT)
DemoScripts[41]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=0.3)
DemoScripts[42]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[43]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-133,Y=-5,Z=0),SecTime=)
DemoScripts[44]=(Actor=WINDOW,Command=SET)
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_006_Cue',Name="エコロ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0002_fx_close_smile_S",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_007_Cue',Name="エコロ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[55]=(Actor=WINDOW,Command=EXIT)
DemoScripts[56]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[57]=(Actor=FADE,Command=WAIT)
DemoScripts[58]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-30,Y=1170,Z=1335),SecTime=)
DemoScripts[59]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[60]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[61]=(Actor=FADE,Command=WAIT)
DemoScripts[62]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[63]=(Actor=WINDOW,Command=SET)
DemoScripts[64]=(Actor=TEXT,Command=DESTINY_GIRL_START,)
DemoScripts[65]=(Actor=TEXT,Command=DESTINY_GIRL,Number=0)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=DESTINY_GIRL,Number=0)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_011_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=WINDOW,Command=EXIT)
DemoScripts[73]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[74]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[75]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[76]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[77]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=225,Y=1170,Z=1335),SecTime=)
DemoScripts[78]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[79]=(Actor=CHARACTER,Command=POP,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Vec=(X=35,Y=1170,Z=1200),VecSub=(X=0,Y=0,Z=0),CId=21)
DemoScripts[80]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=225,Y=980,Z=1200),VecSub=(X=90,Y=0,Z=0),CId=72)
DemoScripts[81]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[83]=(Actor=CHARACTER,Command=CHEEK,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',Rate=0.8,Number=)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[85]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Patako.GG2_BGM_DM_Usual_Patako_Cue')
DemoScripts[86]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[87]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[88]=(Actor=FADE,Command=WAIT)
DemoScripts[89]=(Actor=WINDOW,Command=SET)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_012_Cue',Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[94]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[95]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.3)
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_001_Cue',Name="クロナ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_fx_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_002_Cue',Name="クロナ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[106]=(Actor=FADE,Command=WAIT)
DemoScripts[107]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[108]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[109]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[110]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[111]=(Actor=FADE,Command=WAIT)
DemoScripts[112]=(Actor=WINDOW,Command=SET)
DemoScripts[113]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue',Name="")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[115]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=0.3)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_016_Cue',Name="アマツカ　パタコ")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_017_Cue',Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_019_Cue',Name="")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_020_Cue',Name="アマツカ　パタコ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_021_Cue',Name="")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_022_Cue',Name="アマツカ　パタコ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="アマツカ　パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.21_AMATSUKA_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[143]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[144]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[145]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_023_Cue',Name="アマツカ　パタコ")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_024_Cue',Name="")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Destiny_ep7_4.GG2_V_DES_ep7_4_025_Cue',Name="アマツカ　パタコ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=WINDOW,Command=EXIT)
DemoScripts[155]=(Actor=SYSTEM,Command=JUMP,Label=JUMP03)
DemoScripts[156]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[157]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[158]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[159]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[160]=(Actor=SYSTEM,Command=END)

[Select_Destiny_ep7_4_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Destiny_ep7_4_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="怎麼會......庫蘿娜的僕人/n竟然輸了......!")

Texts[1]=(Label="TEXT02",Name="庫蘿娜",Text="唔唔唔---!!/n三十六計走為上策DEATH!!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="啊! 站住!!")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="峯大大人,那種人就別管了!/n比起這個,現在還是去看看她吧!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="啊......啊啊,對喔......")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="在完成告白的瞬間/n我會展開最後的心跳力場.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="如果能在那裡讓她昇天的話,/n兩位應該就會以穩固的命運羈絆結合了./n這是最後衝刺了......請加油吧!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="謝謝妳,艾可蘿./n我會努力的.")

Texts[8]=(Label="TEXT09",Name="峯大",Text="妳還好嗎?/n寫信給我的人是妳吧?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="妳還好嗎?/n是妳寫信給我的,對吧?")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="就是現在!/n展開心跳力場!")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="欸,咦咦咦咦!?/n帕塔可學姊--!!?")

Texts[12]=(Label="TEXT13",Name="庫蘿娜",Text="怎麼會......庫蘿娜的僕人/n竟然輸了......!")

Texts[13]=(Label="TEXT14",Name="庫蘿娜",Text="唔唔唔---!!/n三十六計走為上策DEATH!!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="啊! 站住!!")

Texts[15]=(Label="TEXT16",Name="帕塔可",Text="學長~別管那種傢伙了,/n和帕塔可一起卿卿我我吧?/n最喜歡學長了--!")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="妳妳妳......妳在做什麼啊!?/n帕塔可學姊!?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="天使同學,我也喜歡妳./n我會加入軍事研究會哦!/n我們一起讓軍研熱鬧起來吧?")

Texts[18]=(Label="TEXT19",Name="艾可蘿",Text="你也是,在說什麼啊!?/n你聽好了,這一位可是......")

Texts[19]=(Label="TEXT20",Name="帕塔可",Text="艾可蘿真是的~不要妨礙我啦~/n來,快點!/n心跳力場就拜託妳了!")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="我怎麼可能做得到啊!/n妳是因為沒有了天使之力/n才會失去理智!")

Texts[21]=(Label="TEXT22",Name="帕塔可",Text="哼! 那就算了!/n既然如此,我就自己來吧!/n要久違地上囉~!")

Texts[22]=(Label="TEXT23",Name="帕塔可",Text="心跳力場,展開!/n來吧,學長! 和帕塔可共度一段/n令人目眩神迷的戀愛時光吧~!")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="為什麼失去力量的學姊/n能展開心跳力場啊!?")

Texts[24]=(Label="TEXT25",Name="帕塔可",Text="這就是愛的奇蹟!")

Texts[25]=(Label="",Name="",Text="")

Texts[26]=(Label="SELECT01",Name="",Text="")

Texts[27]=(Label="SELECT02",Name="",Text="")

Texts[28]=(Label="SELECT03",Name="",Text="")

Texts[29]=(Label="SELECT04",Name="",Text="")

Texts[30]=(Label="SELECT05",Name="",Text="")

Texts[31]=(Label="SELECT06",Name="",Text="")

Texts[32]=(Label="SELECT07",Name="",Text="")

Texts[33]=(Label="SELECT08",Name="",Text="")

Texts[34]=(Label="SELECT09",Name="",Text="")

Texts[35]=(Label="SELECT10",Name="",Text="")


